Revit 2027 API
SymbolTypeId.KgPerH Property
 Symbol kg/h, indicating unit Kilograms per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KgPerH { get; }
Public Shared ReadOnly Property KgPerH As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KgPerH {
	ForgeTypeId^ get ();
}
static member KgPerH : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace